Tekla.Structures.ModelInternal.dotIFC2X3_OwnerHistoryChangeAction_t
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIFC2X3_OwnerHistoryChangeAction_t.CHANGEACTION_NOCHANGE
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIFC2X3_OwnerHistoryChangeAction_t.CHANGEACTION_MODIFIED
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIFC2X3_OwnerHistoryChangeAction_t.CHANGEACTION_ADDED
DO NOT USE! For internal usage only!

Tekla.Structures.ModelInternal.dotIFC2X3_OwnerHistoryChangeAction_t.CHANGEACTION_DELETED
DO NOT USE! For internal usage only!